[
  {
    "name": "The Starry Night",
    "year": 1889,
    "painter": "Vincent van Gogh",
    "description": "This painting depicts the view from the east-facing window of his asylum room at Saint-Rémy-de-Provence, just before sunrise, with the addition of an imagined village. The cypresses, which he associated with death, frame the village, and the swirling clouds suggest the artist's inner turmoil.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/the-starry-night",
    "price": 2500,
    "quantity": 3
  },
  {
    "name": "Sunflowers",
    "year": 1889,
    "painter": "Vincent van Gogh",
    "description": "This is one of a series of paintings of sunflowers that Van Gogh created in Arles in 1889. The sunflowers are depicted in a vase, and the background is a simple yellow. The painting is characterized by its bold colors and its thick brushstrokes.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/sunflowers",
    "price": 2000,
    "quantity": 2
  },
  {
    "name": "The Potato Eaters",
    "year": 1885,
    "painter": "Vincent van Gogh",
    "description": "This painting depicts a peasant family eating potatoes. The painting is characterized by its dark colors and its simple style. Van Gogh wanted to depict the harsh reality of peasant life, and he did so by using thick brushstrokes and earthy colors.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/the-potato-eaters",
    "price": 1200,
    "quantity": 5
  },
  {
    "name": "Self-Portrait with Straw Hat",
    "year": 1887,
    "painter": "Vincent van Gogh",
    "description": "This painting is a self-portrait of Van Gogh. He is depicted wearing a straw hat and a blue jacket. The painting is characterized by its bold colors and its thick brushstrokes. Van Gogh's self-portraits are often seen as a way for him to explore his own identity and his inner turmoil.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/self-portrait-with-straw-hat",
    "price": 1800,
    "quantity": 4
  },
  {
    "name": "Cafe Terrace at Night",
    "year": 1888,
    "painter": "Vincent van Gogh",
    "description": "This painting depicts a cafe terrace at night in Arles. The painting is characterized by its bright colors and its dynamic brushstrokes. Van Gogh wanted to capture the energy and excitement of the night, and he did so by using vibrant colors and swirling brushstrokes.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/cafe-terrace-at-night",
    "price": 2500,
    "quantity": 1
  },
  {
    "name": "The Bedroom",
    "year": 1888,
    "painter": "Vincent van Gogh",
    "description": "This painting depicts the bedroom of Van Gogh's apartment in Arles. The painting is characterized by its simple colors and its flat perspective. Van Gogh wanted to create a sense of calm and tranquility, and he did so by using muted colors and a simple perspective.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/the-bedroom",
    "price": 2100,
    "quantity": 3
  },
  {
    "name": "The Wheatfield with Crows",
    "year": 1890,
    "painter": "Vincent van Gogh",
    "description": "This painting depicts a wheatfield with crows flying overhead. The painting is characterized by its dark colors and its ominous atmosphere. Van Gogh was deeply troubled at the time he painted this, and the painting is often seen as a premonition of his suicide.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/the-wheatfield-with-crows",
    "price": 1900,
    "quantity": 2
  },
  {
    "name": "Irises",
    "year": 1889,
    "painter": "Vincent van Gogh",
    "description": "This painting depicts a field of irises. The painting is characterized by its bright colors, its flowing brushstrokes, and its sense of movement. Van Gogh was fascinated by the beauty of nature, and he often used flowers as a subject in his paintings. The painting is a celebration of the beauty of the natural world.",
    "imageURL": "https://www.vangoghgallery.com/catalog/image/0608/Irises.jpg",
    "price": 1700,
    "quantity": 5
  },
  {
    "name": "The Almond Blossoms",
    "year": 1890,
    "painter": "Vincent van Gogh",
    "description": "This painting depicts a blossoming almond tree. The painting is characterized by its soft colors, its delicate brushstrokes, and its sense of hope and renewal. Van Gogh painted this painting in the spring of 1890, and it is often seen as a symbol of hope and new beginnings.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/the-almond-blossoms",
    "price": 1900,
    "quantity": 3
  },
  {
    "name": "Self-Portrait with Bandaged Ear",
    "year": 1889,
    "painter": "Vincent van Gogh",
    "description": "This painting is a self-portrait of Van Gogh. He is depicted with his ear bandaged, which he had cut off in a fit of madness. The painting is characterized by its dark colors, its intense expression, and its sense of foreboding. Van Gogh's self-portraits are often seen as a way for him to explore his own identity and his inner turmoil. The painting is a powerful image of the artist's struggle with his mental health.",
    "imageURL": "https://www.vangoghmuseum.nl/en/collection/paintings/self-portrait-with-bandaged-ear",
    "price": 1700,
    "quantity": 5
  }
]
